<template>
  <div>
    <div class="content">
      <div class="content-intro">
        <div class="content-title-left">
          <!-- 名字 -->
          <span></span>
          <div class="name-title">
            <span>邹容</span>
            <span>（清末民主革命人士）</span>
          </div>
          <div class="simple-intro">
            <p>
              邹容（1885年—1905年），中国近代著名资产阶级革命宣传家，原名桂文，又名威丹、蔚丹、绍陶，留学日本时改名邹容。四川巴县人（今重庆市），出生在一个商业资本家家庭。应巴县童子试，因愤于考题生僻而罢考，从此厌恶科举八股。从父命入重庆经书书院，因蔑视旧学而被开除。后逐渐向往维新变法。光绪二十七年（1901年），赴成都投考留日官费生，因思想倾向维新，临行时被取消资格，遂决计自费赴日留学。光绪二十八年（1902年）秋，到达东京，入同文书院。始撰《革命军》初稿。
              [17-18]
            </p>
            <p>
              光绪二十九年（1903年）四月返回上海，住入爱国学社，结识章太炎，结为莫逆之交。这时，恰逢拒俄运动发生。他两次在张园拒俄集会上演讲，签名加入拒俄义勇队。5月，发起组织中国学生同盟会。在此期间，《革命军》由上海大同书局印行，署名革命军中马前卒邹容，请章太炎作序。《苏报》案发生后，于7月1日至巡捕房投案，被囚于租界监狱。邹容被租界当局判监禁两年，折磨致病。1905年4月3日死于狱中。1912年3月29日，经孙中山批准，南京临时政府追赠为大将军。遗著辑有《邹容文集》。但不可否认，邹容因为年纪尚轻，思想也存在一定的盲目性和片面性。
            </p>
          </div>
        </div>
        <div class="content-title-right">
          <div class="img-title">
            <img src="@/assets/images/person/邹容.jpg" alt="未找到" />
            <span>邹容概述图</span>
          </div>
        </div>
      </div>
      <div class="content-item">
        <div class="h2-title">
          <span class="pre"></span>
          <span class="h2">人物卡片</span>
          <span class="next"></span>
        </div>
        <!-- 档案标签 -->
        <div class="content-card">
          <table>
            <tr>
              <td><span>中文名</span><span>邹容</span></td>
              <td><span>毕业院校</span><span>日本同文书院</span></td>
            </tr>
            <tr>
              <td><span>别名</span><span>桂文，又名威丹、蔚丹、绍陶</span></td>
              <td><span>职 业</span><span>资产阶级革命宣传家、演说家</span></td>
            </tr>
            <tr>
              <td><span>国 籍</span><span>中国</span></td>
              <td><span>民 族</span><span>汉族</span></td>
            </tr>
            <tr>
              <td><span>出生日期</span><span>1885年</span></td>
              <td><span>逝世日期</span><span>1905年4月3日</span></td>
            </tr>
            <tr>
              <td><span>主要成就</span><span>宣传革命思想</span></td>
              <td>
                <span>出生地</span><span>重庆府巴县（今重庆市渝中区）</span>
              </td>
            </tr>
            <tr>
              <td><span>字</span><span>蔚丹（威丹）</span></td>
              <td><span>祖 籍</span><span>湖北麻城</span></td>
            </tr>
            <tr>
              <td><span>代表作品</span><span>《革命军》</span></td>
            </tr>
          </table>
        </div>
      </div>
      <div class="content-item">
        <div class="h2-title">
          <span class="pre"></span>
          <span class="h2">人物生平</span>
          <span class="next"></span>
        </div>
        <div>
          <div>
            <h3>少年时期</h3>
            <p>
              邹容生于重庆府巴县（今重庆市渝中区）一个商业资本家家庭，祖籍湖北麻城。光绪十七年（1891年），邹容随大哥蕴丹入私塾发蒙。十一二岁的时候，他就已熟读四书五经，能诵读《史记》、《汉书》等史学名著。此时，正当维新运动高涨之时，邹容逐渐接触到以推介“新学”、“西学”为主的书刊。他于是开始接受另一种启蒙教育，并因此而在一定程度上萌发了蔑视封建文化、科举制度的感性认识，觉察到清朝统治的腐败，对中国面临的遭受帝国主义瓜分中国狂潮的险境也深感忧虑。这样，邹容的思想和志趣，就完全和父亲的期待相左，新旧冲突，很快就在父子之间爆发。其父要他科举高中，他却讨厌经学的陈腐，鄙弃八股功名，喜读《天演论》、《时务报》等新学书刊，心向维新变革的新思潮。
              光绪二十三年（1897年），邹容满12岁，奉父命偕大哥应巴县童子试。刚进头场，就因为试题很生僻，他当即同主考官顶撞起来，于是愤而罢考离去。回到家里，他遭到了父亲的责打。但邹容并不服气，倔强地向父亲申辩说：“臭八股儿不愿学，满场儿不愿入。衰世功名，得之又有何用？”
              [1]
              事后，其父邹子璠虽迫令儿子进入重庆经学书院继续接受儒学经典的教育，但邹容仍不就范，在书院“指天画地，非尧舜，薄周孔，无所避”。
              [2] “攻击程朱及清儒学说，尤体无完肤”。 [3] 因此，被书院开除。
              光绪二十四年（1898年），戊戌变法失败，当得知谭嗣同等六君子变法遇难的消息，他悲愤不已，作诗曰：“赫赫谭君故，湘湖士气衰。惟冀后来者，继起志勿灰。”
              [4]
              以表达了他的惋惜与变革志向。这时，邹容还算不上成年人。后入重庆经学院读书，仍关心国家大事，立志救国救民，常侃侃议论政事，以致被除名。
              [5]
            </p>
          </div>
          <div>
            <h3>东渡求学</h3>
            <p>
              光绪二十七年（1901），四川省首次选派学生赴日留学，在成都举办考试。邹容要求前往应考。邹子璠感到无法使儿子流连在科举的道路上，于是允诺他去一试，其目的在于让他留学回来获得朝廷赐予举人、进士的功名，仍旧跻入官场。因为，清朝业已下诏“变法”，盛传已有授予留学生功名官职的措施。是年六月，邹容冒着盛暑从重庆步行到成都参加考试。试后获录取，由主持此次考试的候补知府李立元领着晋见四川总督奎俊。奎俊“勉励数语，旋命归渝治行装，于八月中旬同往日本”。
              [2]
              可是，就在临行之前，邹容被某些顽固分子诬为“聪颖而不端谨”，予以除名。
              [6]
              但邹容毫不气馁，怀着渴望摆脱传统桎梏，探索新知的心情，在父亲面前犯颜力争，要求自费留日。当年深秋，他从亲戚处借得路费，乘船发自重庆，穿过三峡，顺流东下，到达上海。不久，进入江南制造局附设的广方言馆补习日语。邹子璠旋经亲戚劝说，答应支付留日费用。
              
            </p>
            <p>光绪二十八年（1902年）春，他冲破重重阻力，自费东渡日本，进入东京同文书院。
              [7]
              到日本之后，邹容刻苦读书，他阅读了大量的西方资产阶级启蒙著作，曾“自比法国卢梭”，同时他还广泛的参加留日学生的各种活动，每到集会必参加演讲。在日本，邹容大量接触西方资产阶级民主思想与文化，革命倾向日趋显露，并结识了一些革命志士，积极参加留日学生的爱国活动。他刚毅勇为，常争先讲演，陈述己见，其辞犀利悲壮，为公认的革命分子。当时清政府派驻日本的留日陆军学生监督姚文甫道德败坏，勾引留日学生监督钱某的小老婆。邹容等几个留学生拿着剪刀闯进姚文甫的住所，一见面先打了他几个耳光，邹容又把他的辫子剪了。事后，姚文甫向清政府驻日公使蔡钧控告邹容。邹容的狂放悖逆行为引起了清廷的极大震怒，在清廷和日本方面的双重压力下，邹容被迫离日回国。</p>
          </div>
          <div>
            <h3>革命活动</h3>
            <p>
              光绪二十九年（1903年）三月，传闻广西巡抚王之春将借法兵平定该省会党起事，东京留日学生即致电爱国学社及中国教育会，盼相互响应，亟起抵制。二十八日（4月25日），上海爱国人士在张园开“拒法”大会。不旋踵，又传来俄国违约不履行第二期撤兵协议，妄图独占东三省权利的消息。上海人士又于四月初一日（4月27日）会于张园，通电“拒俄”。在狂飙乍起的拒俄运动中，邹容积极参与张园集会和拒俄义勇队的操练。四月二十八日（5月24日），中国教育会在张园开四月月会，邹容作《论改革中国现时大势》的演说，爱国热望，意切情深。同时，他还提出组织“中国学生同盟会”的倡议，号召全国学生结成大团体。邹容迫切地期望新兴的、最有觉悟的知识分子，乘时振作，肩负起反清民主革命的历史任务。正是在这种爱国激情驱使下，邹容写完了《革命军》一书，署名“革命军中马前卒邹容”，持请章太炎修改。章看过后，击节赞赏，认为正是这样直率豪放、通俗的文字，能够发挥广泛的宣传作用，因而不做任何修饰，提笔书写一篇序文，称许《革命军》是“义师先声”。随即由柳亚子等筹集印刷费用，交大同书局排印，于五月初出版发行。
            </p>
            <p>
              邹容以西方资产阶级革命时期提出的“天赋人权”、“自由、平等、博爱”为指导思想，阐述了反对封建专制、进行资产阶级民主革命的必要性，指出了“革命”乃对上下古今、宗教、道德、政治、学术，以及日常事物存善去恶、存美去丑、存良善而除腐败的过程，故赞美曰：“巍巍哉！革命也。皇皇哉！革命也。”他还从清王朝官制的腐败、刑审、官吏的贪酷，对知识分子、对农民、对海外华工、对商人、对士兵的政策及对外的一系列政策，揭露了清政府对国人的压迫，分析了革命爆发的必然性。明确宣布革命独立之大义在于：“永脱满洲之羁绊，尽复所失之权利，而介于地球强国之间”，“全我天赋平等自由之位置”，“保我独立之大权”，即推翻封建专制王朝，建立“中华共和国”！
            </p>
          </div>
          <div>
            <h3>入狱牺牲</h3>
            <p>
              正当《革命军》问世之际，《苏报》因章士钊接充主笔，于五月初六日（6月1日）宣布“大改良”，言论更趋向激进，“排满”、“仇满”的文词，连篇迭出。初六日刊登《康有为》一文，痛斥康有为力倡保皇、抵拒革命的言行。十四日（9日），刊登《读〈革命军〉》，将该书誉为“诚今日国民教育之第一教科书”；又在“新书介绍”栏评论说，《革命军》“其宗旨专在驱除满族，光复中国，笔极犀利，文极沉痛。若能以此书普及四万万人之脑海，中国当兴也勃焉”。闰五月初五日（6月29日）以《康有为与觉罗君之关系》为题摘登章太炎《驳康有为书》，指斥“载湉小丑，未辨菽麦”，对康有为的保皇谬论痛加批驳。《苏报》迅即成为举国瞩目，独步一时的革命报刊。闰五月初五日、初六日，《苏报》馆帐房程吉甫和章太炎以及陈范的儿子陈仲彝、办事员钱宝仁等被捕。初七日（7月1日），邹容自投捕房，以与章太炎共患难。蔡元培事前离沪赴青岛，陈范、黄宗仰、吴稚晖等避匿，旋出国远走。随后，领事团徇上海道的请求，于十三日将《苏报》封闭。
            </p>
            <p>
              邹容自入狱起，即抱定为革命牺牲的决心。他同章太炎在狱中赋诗明志，互相砥砺。闰五月二十八日，章吟《狱中赠邹容》一首：“邹容吾小弟，被发下瀛洲。快剪刀除辫，干牛肉作糇。英雄一入狱，天地亦悲秋。临命宜掺手，乾坤只两头。”邹容即赋《狱中答西狩》相唱和：“我兄章枚叔，忧国心如焚。并世无知己，吾生苦不文。一朝沦地狱，何日扫妖氛！昨夜梦和尔，同兴革命军。”充分表现了革命者临危不惧，勇于献身，对前途充满信心的高尚情操和英雄气概。
            </p>
            <p>
              不幸的是，邹容距出狱只有两个多月，即被折磨致病，于光绪三十一年二月二十九日（1905年4月3日）在狱中逝世，年仅20岁。噩耗传出，中国教育会立即为他开追悼会。遗骸由革命志士刘三（季平）冒险运出，安葬于上海华泾乡。
              [8]
              南京临时政府成立后，经临时大总统孙中山批示：邹容“照陆军大将军阵亡例赐恤”。
              [9]
            </p>
          </div>
        </div>
      </div>
      <div class="content-item">
        <div class="h2-title">
          <span class="pre"></span>
          <span class="h2">主要影响</span>
          <span class="next"></span>
        </div>
        <p class="live">
          光绪二十九年（1903年）5月，一本署名“革命军中马前卒邹容”的书——《革命军》由上海大同书局正式出版。在这本书中，邹容开宗明义地提出，要用革命的手段推翻清朝的皇权，建立资产阶级民主国家，并为这个国家定名“中华共和国”。《革命军》为两千多年的封建专制制度敲响了丧钟，为资产阶级民主革命吹响了号角，成为一篇名副其实的反帝、反封建的战斗檄文。
        </p>
        <p>
          邹容所撰《革命军》风行国内和海外华侨中，销售达110万册，对鼓动清末革命高潮产生了难以估量的作用。孙中山看到《革命军》后，赞赏不已，认为“此书感动皆捷，其功效真不可胜量”。他对邹容和章太炎身陷牢狱，异常关切。二十九年初冬，他又到檀香山，改组兴中会，建立“中华革命军”，确定“今后同志当自称为军，所以记邹容之功也”。
          [10]
          迄1917—1919年期间，孙中山著《建国方略》，还言之谆谆：“《革命军》一书，为排满最激烈之言论，华侨极为欢迎；其开导华侨风气，为力者大。”
          [11]
        </p>
      </div>
      <div class="content-item">
        <div class="h2-title">
          <span class="pre"></span>
          <span class="h2">历史评价</span>
          <span class="next"></span>
        </div>
        <div>
          <p>
            吴玉章：“少年壮志扫胡尘，叱咤风云《革命军》。号角一声惊睡梦，英雄四起挽沉沦。”
          </p>
          <p>章炳麟称之为“义师先声”。</p>
          <p>章士钊主笔的《苏报》誉之为“国民教育之第一教科书”。</p>
          <p>
            邹以海：“尽管他生在富裕之家，用我们现在的说法是"富二代"，到邹容出生后的时期，邹容的父亲邹子璠经过多年的打拼，积聚了万贯家财成了一方富商，购地建造了邹家祠堂，他的子女生活优裕，但邹容不贪恋这些，物质享受于他如浮云，一点没有富家子弟的纨绔作风。”
          </p>
        </div>
      </div>

      <div class="content-item">
        <div class="h2-title">
          <span class="pre"></span>
          <span class="h2">后世纪念</span>
          <span class="next"></span>
        </div>
        <div>
          <div>
            <h3>人物墓地</h3>
            <p>
              邹容于1905年4月3日死于狱中，年仅21岁。其遗体由《中外日报》馆收殓后葬于华泾。辛亥革命胜利后，孙中山就任临时大总统，追授邹容为陆军大将军衔。后由华泾刘季平（刘三）移柩于华泾镇黄叶楼西侧（今华泾路中心河桥桥堍右侧200米处，近位育路口）。墓碑由蔡元培所题，为避清廷耳目，写为“周容之墓”。墓面南为圆形石砌墓，高2.36米，直径2.48米，墓前尖顶青石刻书“邹容之墓”。过神道石阶有石碑一座，刻有章太炎篆书“赠大将军巴县邹容”。
            </p>
            <p>
              墓后为章太炎撰文、于右任书的青石墓表。碑后复有造型美观的高大石屏，气势雄伟，东西两边各立一座石亭。在“文革”中被毁。1980年，为纪念辛亥革命70周年，上海市文物管理委员会重修邹容墓。墓区总占地一亩余，墓台坐北朝南，面向大道，四周环有长青松柏，庄严肃穆，两边是正方形绿化区，广植花草。邹容墓现已整修一新，建成花园式陵园，向公众免费开放。
            </p>
          </div>
          <div>
            <h3>地名纪念</h3>
            <p>
              为纪念邹容，在出生地重庆和就义地上海都有以他的名字命名的邹容路。1939年5月3日、4日接连两天，日本飞机对重庆进行大轰炸，把重庆城区的繁华街道几乎全部炸毁，居民伤亡六七千人，史称“五三五四大轰炸”。在这场大轰炸中，从大梁子（现新华路）中央公园（现人民公园）路口到临江门的5条繁华街道———三王庙、苍坪街、天官街、柴家巷、夫子池全部被毁。因为这5条街道首尾相接，又是重庆最重要的商业区，后来重建，就尽可能扩宽修直，并将其合并。因此路是重建的，遂取名新生路。
            </p>
            <p>
              1943年12月，当时的市政府为纪念邹容，将新生路改名为邹容路。如今的邹容路从公园路口起，由南向北一直延伸到临江门。解放碑就耸立在邹容路和民族路、民权路交会处的街心处。
            </p>
          </div>
          <div>
            <h3>纪念碑</h3>
            <p>
              坐落在今重庆市渝中区南区公园内。碑由汉鸿顺营造厂承建，于1946年1月26日动工，同年6月29日落成。碑为八角形塔式，石碑通高5.5米，碑身高3.52米，碑的东、南、西、北四面，均镌有邹容烈士纪念碑七个鎏金大字隶书，八面皆镌刻碑文。碑文是根据章太炎民国十一年（1922年）为营建上海邹容墓所撰写的《赠大将军邹君墓表》一文略加修改而成的，主要叙述了烈士生平。碑文为隶书，落款：“重庆市市长张笃伦敬立。中华民国三十五年。”为纪念辛亥革命七十周年，重庆市人大常委会决定对邹容烈士纪念碑进行维修，邹容烈士纪念碑重新焕发了光彩。
            </p>
          </div>
        </div>
      </div>

      <div class="content-other">
        <h4>参考资料</h4>
        <hr />
        <div>
          <p>
            1.邹传参：《先祖邹容及其家书》，周永林编：《邹容文集》，第133页。
          </p>
          <p>2. 邹鲁：《中国国民党史稿》第4篇“列传”，《邹容传略》。</p>
          <p>3. 章太炎：《赠大将军邹君墓表》，《太炎文录续编》第5卷。</p>
          <p>4. 《〈革命军〉作者邹容》，冯自由《革命逸史》第2集。</p>
          <p>5. 邹容 ．辛亥革命网．2014-08-14[引用日期2015-09-10]</p>
          <p>6. 《家书二》，《邹容文集》，第34页。</p>
          <p>7. 《关于邹容书信的几个问题》，《邹容文集》，第129—130页。</p>
          <p>8. 张习礼．邹容．北京：商务印书馆，1981年：9－25</p>
          <p>9. 《湖南官报》第204、211、261、325号。</p>
          <p>10. 《南京临时政府公报》第51号。</p>
          <p>11. 《复某友人函》，《孙中山全集》第1卷，中华书局版，第228页。</p>
          <p>
            12. 周永林编．《邹容文集》．重庆：重庆出版社，1983年09月：第138页
          </p>
          <p>
            13. 邹容改名的原因 ．人民政协网．2014年02月19日 [引用日期2016-02-04]
          </p>
          <p>14. 朱庆葆，牛力著,邹容、陈天华评传,南京大学出版社,2006.8,第5页</p>
          <p>15. 邹容家书的流传 ．腾讯网．2015-08-02[引用日期2015-09-10]</p>
          <p>
            16. 辛亥革命先驱邹容曾孙做客重图讲座 讲述邹容的年少时光
            ．重庆图书馆．2013-10-16[引用日期2015-09-10]
          </p>
          <p>17. 邹容 无法忘却的纪念 ．--党史频道-人民网[引用日期2021-08-09]</p>
          <p>18. “革命军中马前卒”——邹容 ．新华网[引用日期2021-08-09]</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "redPersonDetail",
};
</script>

<style scoped lang='less'>
p {
  margin: 15px 0;
  line-height: 25px;
  font-size: 15px;
  text-indent: 2em;
}

.content {
  .content-intro {
    display: flex;
    justify-content: space-between;
    // align-items: center;
    .content-title-left {
      flex: 3;
      .name-title {
        span {
          font-size: 30px;
        }

        span:nth-child(2) {
          font-size: 20px;
        }
      }
    }

    .content-title-right {
      flex: 2;
      .img-title {
        margin: 20px auto;
        width: 200px;

        img {
          width: 200px;
        }
        span {
          text-align: center;
          display: inline-block;
          width: 100%;
          font-size: 12px;
        }
      }
    }
  }
}

.content-card {
  table {
    width: 100%;
    font-size: 14px;

    tr {
      width: 100%;
      height: 25px;
      border-bottom: 1px solid #000;

      td {
        width: 50%;
        text-indent: 2em;

        span {
          display: inline-block;
          color: rgb(92, 90, 90);
        }

        span:nth-child(1) {
          width: 130px;
          color: rgb(121, 119, 119);
        }
      }
    }
  }
}

.h2-title {
  height: 23px;
  margin: 40px 0;
  display: flex;
  align-items: center;

  span {
    display: inline-block;
    height: 100%;
  }

  .h2 {
    line-height: 23px;
    font-size: 23px;
    font-weight: bold;
    margin-left: 5px;
  }

  .pre {
    width: 15px;
    height: 100%;
    background-color: red;
  }

  .next {
    margin-left: 10px;
    width: 700px;
    height: 1px;
    background-color: rgb(193, 188, 188);
  }
}

.content-other {
  margin-top: 30px;
  h4 {
    color: slategrey;
  }
  hr {
    margin: 10px 0;
  }
  p {
    height: 25px;
    line-height: 25px;
    margin: 3px 0;
    font-size: 12px;
    color: slategrey;
    text-indent: 0px;
  }
}
</style>